
/* Description text. %1 is the system version, %2 is the volume name, %3 is the System Folder name if it's not "System Folder" */
"DESCRIPTION_WITH_SFNAME" =	"您已选择了磁盘“%2”上的\n %1 (%3)。";
"DESCRIPTION" =				"您已选择了磁盘“%2”上的\n %1。";
"ICON_LABEL_LINE1" =		"%1";
"ICON_LABEL_LINE2" = 		"在“%2”上";

/* Labels inside the tool-tips */
"Volume:" = "宗卷：";
"System:" = "系统：";
"Version:" = "版本：";
"Location:" = "位置："; /* name of Mac OS 9 System Folder if it's not called "System Folder" */
"Server:" = "服务器："; /* Internet Host containing NetBoot image */

/* Product names for Beta systems that didn't have SystemVersion.plist */
"PB" = "Public Beta";
"WWPB" = "World Beta";

/* The restart button has no ellipsis when the option key is down */
"RESTART" = "重新启动";
"RESTART..." = "重新启动…";
"RESTARTING" = "正在重新启动";
"RESTART?" = "您确定要重新启动电脑吗？";
"RESTART_NETINSTALL" = "您确定要使用此安装磁盘重新启动电脑吗？";
"SAVE_DESCRIPT" = "您的电脑将使用“%2”上的 %1 来启动。";
"CANCEL" = "取消";
"OK" = "好";
"SHUTDOWN" = "关机";

/* You sure you want to go into TDM sheet */
"TDM_AND_RESTART?" = "您确定要以目标磁盘模式重新启动电脑吗？";
"ENTER_TDM" = "重新启动";
"TDM_DESCRIPT" = "您的电脑将以目标磁盘模式重新启动。要将它用做硬盘，请使用 FireWire 电缆将它连接到另一台电脑。要退出目标磁盘模式，请按下电源按钮。";
"kSD_TDM_BOOTARGS_FOUND" = "要从 FireWire 目标磁盘模式将电脑关机，您必须按住电源按钮（时间比正常情况稍长），因为启动自变量含有调试设置。";

/* The tdm button has no ellipsis when the option key is down */
"TDM" = "目标磁盘模式";
"TDM..." = "目标磁盘模式…";

/* NetBoot Stuff */
"NETWORK_STARTUP" = "网络启动"; /* Search at startup, no NB2 server found */
"NETWORK_STARTUP_LIST" = "网络启动…"; /* More Choices icon */
"NETWORK_VOLUME" = "网络磁盘"; /* specific image icon line 2 */
"NETBOOT_LIST_TOOLTIP" = "在下面选择一个网络磁盘"; /* More Choices tooltip */
"SAVE_NETBOOT_DESCRIPT" = "您的电脑将使用名称为“%1”的网络磁盘启动。"; /* save sheet */
"SAVE_NETINSTALL_DESCRIPT" = "您的电脑将使用名称为“%1”的网络磁盘启动。如果此磁盘自动安装软件，您的硬盘可能会被抹掉。"; /* save sheet */
"NETBOOT_DESCRIPTION" = "您已选择了网络磁盘“%1”。"; /* descriptive text at bottom of window */

"NETBOOT_ANY_TOOLTIP" = "启动时搜索网络磁盘"; /* no server found tooltip */
"SAVE_NETBOOT_ANY_DESCRIPT" = "您的电脑将在启动时搜索网络磁盘。"; /* save sheet */
"NETBOOT_ANY_DESCRIPTION" = "您已选择在启动时搜索网络磁盘。"; /* descriptive text at bottom of window */

/* kind strings for the netboot list view */
"INSTALL_9_KIND" = "安装 Mac OS 9";
"INSTALL_X_KIND" = "安装 Mac OS X";
"INSTALL_XSERVER_KIND" = "安装 Mac OS X Server";
"9_KIND" = "Mac OS 9";
"X_KIND" = "Mac OS X";
"XSERVER_KIND" = "Mac OS X Server";
"UNTITLED_NAME" = "未命名的";


/* error messages */
"SAVE_ERROR_TITLE" = "您不能将启动磁盘更改为所选磁盘。";
"SAVE_ERROR_MSG" = "“启动磁盘”未能在所选磁盘上搜集到的足够信息。";
"TDM_ERROR_TITLE" =  "您不能使用目标磁盘模式启动。";
"TDM_ERROR_MSG" =  "“启动磁盘”未能设定系统属性。";



/* product names */
"Mac OS X" = "Mac OS X";
"Windows" = "Windows";
"Foreign OS" = "Foreign OS";


